"Scan failed" = "Error de escaneo";
"Scan canceled" = "Escaneo cancelado";
"Document feeder is empty" = "El alimentador de papel está vacío";

"Scanner is in use" = "El escáner está en uso";
"Scanner is offline" = "El escáner está desconectado";
"Scan incomplete" = "Escaneo incompleto";
"Problems communicating with scanner" = "Problemas de comunicación con el escáner";
"The scanner failed to complete the scan." = "El escáner no ha podido completar el escaneado.";

"Unable to generate editable text for scanned document" = "No se pudo generar texto editable para el documento escaneado";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "El documento escaneado se ha guardado como un archivo de imagen. Para guardar los documentos escaneados con texto editable, instale HP Easy Scan en este ordenador. Visite www.hp.com/support para descargar el software más reciente para su producto HP.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "No se han podido guardar los archivos porque no tiene los privilegios de acceso adecuados para la carpeta \"%@\".";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Para ver o cambiar los privilegios de acceso, seleccione el archivo en el Finder y elija Archivo > Obtener información.";

"The scanned images could not be saved as \"%@\" doesn't exist." = "No se pueden guardar las imágenes escaneadas porque \"%@\" no existe.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "El disco  \"%@\" está lleno. Tratando de eliminar elementos de  \"%@\" o guardando la imagen en otro disco.";
